[
    {
        "title": "The Secret Garden",
        "image": "https://books.toscrape.com/../../media/cache/f1/78/f17805e88aed31aae352ab250b2a379d.jpg",
        "desc": "When orphaned Mary Lennox comes to live at her uncle's great house on the Yorkshire Moors, she finds it full of secrets. The mansion has nearly one hundred rooms, and her uncle keeps himself locked up. And at night, she hears the sound of crying down one of the long corridors.The gardens surrounding the large property are Mary's only escape. Then, Mary discovers a secret g When orphaned Mary Lennox comes to live at her uncle's great house on the Yorkshire Moors, she finds it full of secrets. The mansion has nearly one hundred rooms, and her uncle keeps himself locked up. And at night, she hears the sound of crying down one of the long corridors.The gardens surrounding the large property are Mary's only escape. Then, Mary discovers a secret garden, surrounded by walls and locked with a missing key. One day, with the help of two unexpected companions, she discovers a way in. Is everything in the garden dead, or can Mary bring it back to life? ...more",
        "url": "https://books.toscrape.com/catalogue/the-secret-garden_413/index.html"
    },
    {
        "title": "The Metamorphosis",
        "image": "https://books.toscrape.com/../../media/cache/9b/33/9b33c3c40c8d27054a3edf96cbf6a2fb.jpg",
        "desc": "As Gregor Samsa awoke one morning from uneasy dreams he found himself transformed in his bed into a gigantic insect. He was laying on his hard, as it were armor-plated, back and when he lifted his head a little he could see his domelike brown belly divided into stiff arched segments on top of which the bed quilt could hardly keep in position and was about to slide off comp As Gregor Samsa awoke one morning from uneasy dreams he found himself transformed in his bed into a gigantic insect. He was laying on his hard, as it were armor-plated, back and when he lifted his head a little he could see his domelike brown belly divided into stiff arched segments on top of which the bed quilt could hardly keep in position and was about to slide off completely. His numerous legs, which were pitifully thin compared to the rest of his bulk, waved helplessly before his eyes.\" With this startling, bizarre, yet surprisingly funny first opening, Kafka begins his masterpiece, The Metamorphosis. It is the story of a young man who, transformed overnight into a giant beetle-like insect, becomes an object of disgrace to his family, an outsider in his own home, a quintessentially alienated man. A harrowing -- though absurdly comic -- meditation on human feelings of inadequacy, guilt, and isolation, The Metamorphosis has taken its place as one of the most widely read and influential works of twentieth-century fiction. As W.H. Auden wrote, \"Kafka is important to us because his predicament is the predicament of modern man.\" ...more",
        "url": "https://books.toscrape.com/catalogue/the-metamorphosis_409/index.html"
    },
    {
        "title": "The Hound of the Baskervilles (Sherlock Holmes #5)",
        "image": "https://books.toscrape.com/../../media/cache/9d/fe/9dfe2a73c6a1a1c09927c904de641ebf.jpg",
        "desc": "Holmes and Watson are faced with their most terrifying case yet. The legend of the devil-beast that haunts the moors around the Baskerville family's home warns the descendants of that ancient clan never to venture out in those dark hours when the power of evil is exalted. Now, the most recent Baskerville, Sir Charles, is dead and the footprints of a giant hound have been f Holmes and Watson are faced with their most terrifying case yet. The legend of the devil-beast that haunts the moors around the Baskerville family's home warns the descendants of that ancient clan never to venture out in those dark hours when the power of evil is exalted. Now, the most recent Baskerville, Sir Charles, is dead and the footprints of a giant hound have been found near his body. Will the new heir meet the same fate? ...more",
        "url": "https://books.toscrape.com/catalogue/the-hound-of-the-baskervilles-sherlock-holmes-5_348/index.html"
    },
    {
        "title": "Little Women (Little Women #1)",
        "image": "https://books.toscrape.com/../../media/cache/55/a9/55a942b0c092c40bdbb6a1f1be340984.jpg",
        "desc": "Little Women is the heartwarming story of the March family that has thrilled generations of readers. It is the story of four sisters--Jo, Meg, Amy and Beth-- and of the courage, humor and ingenuity they display to survive poverty and the absence of their father during the Civil War.",
        "url": "https://books.toscrape.com/catalogue/little-women-little-women-1_331/index.html"
    },
    {
        "title": "Gone with the Wind",
        "image": "https://books.toscrape.com/../../media/cache/ac/ee/acee20cff19be38cc3efc5e9b50afae4.jpg",
        "desc": "Margaret Mitchell's epic novel of love and war won the Pulitzer Prize and one of the most popular and celebrated movies of all time. Many novels have been written about the Civil War and its aftermath. None take us into the burning fields and cities of the American South as Gone With the Wind does, creating haunting scenes and thrilling portraits of characters so vivid tha Margaret Mitchell's epic novel of love and war won the Pulitzer Prize and one of the most popular and celebrated movies of all time. Many novels have been written about the Civil War and its aftermath. None take us into the burning fields and cities of the American South as Gone With the Wind does, creating haunting scenes and thrilling portraits of characters so vivid that we remember their words and feel their fear and hunger for the rest of our lives. In the two main characters, the white-shouldered, irresistible Scarlett and the flashy, contemptuous Rhett, Margaret Mitchell not only conveyed a timeless story of survival under the harshest of circumstances, she also created two of the most famous lovers in the English-speaking world since Romeo and Juliet. ...more",
        "url": "https://books.toscrape.com/catalogue/gone-with-the-wind_324/index.html"
    },
    {
        "title": "Candide",
        "image": "https://books.toscrape.com/../../media/cache/e7/7d/e77d917c495e649216225bd47e006482.jpg",
        "desc": "Brought up in the household of a powerful Baron, Candide is an open-minded young man, whose tutor, Pangloss, has instilled in him the belief that 'all is for the best'. But when his love for the Baron's rosy-cheeked daughter is discovered, Candide is cast out to make his own way in the world. And so he and his various companions begin a breathless tour of Europe, South Ame Brought up in the household of a powerful Baron, Candide is an open-minded young man, whose tutor, Pangloss, has instilled in him the belief that 'all is for the best'. But when his love for the Baron's rosy-cheeked daughter is discovered, Candide is cast out to make his own way in the world. And so he and his various companions begin a breathless tour of Europe, South America and Asia, as an outrageous series of disasters befall them - earthquakes, syphilis, a brush with the Inquisition, murder - sorely testing the young hero's optimism. ...more",
        "url": "https://books.toscrape.com/catalogue/candide_316/index.html"
    },
    {
        "title": "Animal Farm",
        "image": "https://books.toscrape.com/../../media/cache/73/b9/73b9d68a89e6d037f1afdc70f96bad09.jpg",
        "desc": "Tired of their servitude to man, a group of farm animals revolt and establish their own society, only to be betrayed into worse servitude by their leaders, the pigs, whose slogan becomes: \"All animals are equal, but some animals are more equal than others.\" This 1945 satire addresses the socialist/communist philosophy of Stalin in the Soviet Union.",
        "url": "https://books.toscrape.com/catalogue/animal-farm_313/index.html"
    }
]